//---------------------------------------------------------------------------

#include <vcl.h>
#pragma hdrstop

#include "AboutForm_Delta.h"
//---------------------------------------------------------------------------
#pragma package(smart_init)
#pragma resource "*.dfm"
TAboutForm *AboutForm;
//---------------------------------------------------------------------------
__fastcall TAboutForm::TAboutForm(TComponent* Owner)
	: TForm(Owner)
{
}



//---------------------------------------------------------//
//------------- напюанрвхйх янашрхи щкелемрнб -------------//
//---------------------------------------------------------//

//-- тсмйжхъ бшундю он мюфюрхч ймнойх "OK" --//
void __fastcall TAboutForm::OKButton_OneClick(TObject *Sender)
{
    //-- ТСМЙЖХЪ ГЮЙПШРХЪ ТНПЛШ --//
	Close();
}

